Repository: common-repository/perfect-paper-passwords
Catalog: lang/perfectpaperpasswords-*.po
Languages: it_it

source: If You don't have Perfect Paper Passwords enabled for Your Wordpress account, leave this field empty.
it_it: Se non hai attivato Perfect Paper Passwords nel tuo account WordPress, lascia questo campo in bianco.

source: Please wait...
it_it: Attendere, prego...

source: Code:
it_it: Codice:

source: Perfect Paper Passwords settings
it_it: Impostazioni di Perfect Paper Passwords

source: Active
it_it: Attiva

source: Length
it_it: Lunghezza

source: Perfect Paper Passwords length
it_it: Lunghezza di Perfect Paper Passwords

source: Secret
it_it: Chiave segreta

source: Your Perfect Paper Passwords secret
it_it: La tua chiave segreta per Perfect Paper Passwords

source: Sequence Key
it_it: Chiave di sequenza (Sequence Key)

source: You can't edit this, but it's needed to print password cards at <a href="https://www.grc.com/ppp.htm">http://grc.com</a>
it_it: Questo campo non può essere modificato, ma è necessario per stampare le card delle password su <a href="https://www.grc.com/ppp.htm">http://grc.com</a>

source: Used passwords
it_it: Password utilizzate

source: This value will get reset if you change your Secret.
it_it: Questo valore verrà azzerato se la chiave segreta viene cambiata.

source: Perfect Paper Passwords: Something is missing, this plugin requires the SHA256 hashing algorithm, BCMath library and Mcrypt to be present in your PHP installation.
it_it: Perfect Paper Passwords: Manca qualcosa. Questo plugin richiede che siano presenti nell'installazione di PHP l'algoritmo di hash SHA256, le librerie BCMath e Mcrypt.

source: Multi-Factor Authentication for Wordpress using Perfect Paper Passwords
it_it: Autenticazione multifattoriale per WordPress utilizzando Perfect Paper Passwords
